[
"The best way to predict the future is to invent it.",
"Life is what happens when you're busy making other plans.",
"The purpose of our lives is to be happy.",
"The past is in your head, the future is in your hands.",
"It does not matter how slowly you go, as long as you don't stop.",
"Quality is not an act, it's a habit.",
"If you cannot decide, the answer is no.",
"The journey of a thousand miles, begins with a single step.",
"And when nobody wakes you up in the morning, and when nobody waits for you at night, and when you can do whatever you want, what do you call it, freedom or loneliness?",
"Your future needs you, your past doesn't.",
"Once you understand the value of death, you'll understand the value of life.",
"You don't realize you need something until it's gone.",
"The truth is a beautiful thing.",
"One lie can break a million trust.",
"No one is afraid of love, they're afraid of losing it.",
"If you want to fly, give up everything that weighs you down.",
"Close the window that hurts you, no matter how beautiful the view is.",
"If it was easy, everybody would do it.",
"Don't stop when you're tired, stop when you're done.",
"You can't read a book twice and expect a different ending.",
"The only limit to our realization of tomorrow is our doubts of today.",
"The only way to do great work is to love what you do.",
"In the end, we will remember not the words of our enemies, but the silence of our friends.",
"The only person you are destined to become is the person you decide to be.",
"The only journey is the one within.",
"Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
"We must let go of the life we have planned, so as to accept the one that is waiting for us.",
"Happiness is not something ready made. It comes from your own actions.",
"Success is not final, failure is not fatal: It is the courage to continue that counts.",
"The best revenge is massive success.",
"The only impossible journey is the one you never begin.",
"Your life does not get better by chance, it gets better by change.",
"The only way to have a friend is to be one.",
"To live is the rarest thing in the world. Most people exist, that is all.",
"What lies behind us and what lies before us are tiny matters compared to what lies within us.",
"It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.",
"The way to get started is to quit talking and begin doing.",
"Do what you can, with what you have, where you are.",
"Be yourself; everyone else is already taken.",
"The best way out is always through.",
"Act as if what you do makes a difference. It does.",
"Success usually comes to those who are too busy to be looking for it.",
"Opportunities don't happen. You create them.",
"Don't watch the clock; do what it does. Keep going.",
"We may encounter many defeats but we must not be defeated.",
"The only limit to our realization of tomorrow is our doubts of today.",
"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
"The only way to achieve the impossible is to believe it is possible.",
"The greatest glory in living lies not in never falling, but in rising every time we fall.",
"The future belongs to those who believe in the beauty of their dreams.",
"Do not wait to strike till the iron is hot, but make it hot by striking.",
"Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
"The best time to plant a tree was 20 years ago. The second best time is now.",
"If you tell the truth, you don't have to remember anything.",
"The only person you are destined to become is the person you decide to be.",
"We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
"Your time is limited, so don't waste it living someone else's life.",
"You miss 100% of the shots you don't take.",
"The purpose of our lives is to be happy.",
"To live a creative life, we must lose our fear of being wrong.",
"The greatest wealth is to live content with little.",
"The way to get started is to quit talking and begin doing.",
"Success is not the key to happiness. Happiness is the key to success.",
"Don’t watch the clock; do what it does. Keep going.",
"It does not matter how slowly you go as long as you do not stop.",
"Don’t be afraid to give up the good to go for the great.",
"We cannot solve problems with the kind of thinking we employed when we came up with them.",
"Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution.",
"It is never too late to be what you might have been.",
"Life is either a daring adventure or nothing at all.",
"Everything you've ever wanted is on the other side of fear.",
"The best way to find yourself is to lose yourself in the service of others.",
"The only limit to our realization of tomorrow is our doubts of today.",
"Start where you are. Use what you have. Do what you can.",
"In the end, it's not the years in your life that count. It's the life in your years.",
"Believe you can and you're halfway there.",
"Do not go where the path may lead, go instead where there is no path and leave a trail.",
"The most wasted of days is one without laughter.",
"Success is not in what you have, but who you are.",
"Your life is your message to the world. Make sure it’s inspiring.",
"Every man is a creature of the age in which he lives.",
"Life is short, and it is up to you to make it sweet.",
"The only way to do great work is to love what you do.",
"Happiness is not something ready made. It comes from your own actions.",
"The only way to have a friend is to be one."
]